{"node": "",
  "children": [
  {
    "name":"cat",
    "location":141470,
    "beginContext":"cried; 'canna we be quick?'\n\nBut speed was not in Mrs. Marston. She came clinging to Edward's arm, very cautiously, like a",
    "word":"cat",
    "endContext":"on ice.\n\nMartha, her stout red arms bare, her blue gingham dress and white apron flying in the wind, was directed to hold on to Mrs"
  },
  {
    "name":"birds",
    "location":143666,
    "beginContext":"heard and blessed again. To Hazel, they seemed so many other Hazels singing because it was a festal day. To Mrs. Marston they were 'noisy",
    "word":"birds",
    "endContext":", and very disturbing.' Martha crotcheted. She was making edging, hundreds of yards of it, for wedding garments. This was all the more creditable"
  },
  {
    "name":"birds",
    "location":193591,
    "beginContext":"a minister's deportment at a wedding should be only a little less grandiloquent than at a funeral, said:\n\n'He'm less like a minister than a nest of",
    "word":"birds",
    "endContext":".' She and Mrs. Marston were setting out the feather-cups in the best parlour.\n\nAt that moment Edward stood at the door of Hazel's room, and"
  },
  {
    "name":"animals",
    "location":209662,
    "beginContext":"' 'ome you're starting, mum,' said Abel.\n\nMrs. Marston found no words for her emotions.\n\nBut while Edward and Abel bestowed the various",
    "word":"animals",
    "endContext":", she said to\nMartha:\n'Weddings are not what they were, Martha.'\n\n'Bride to groom,' said Martha, who always read the"
  },
  {
    "name":"bird",
    "location":209882,
    "beginContext":"groom,' said Martha, who always read the local weddings: 'a one-eyed cat; a foolish rabbit as'd be better in a pie; an ill-contrived",
    "word":"bird",
    "endContext":"; and a filthy smelly fox!'\n\nMrs. Marston relaxed her dignity so far as to laugh softly. She decided to give Martha a rise next year"
  },
  {
    "name":"minorca cockerel",
    "location":242409,
    "beginContext":", and sang their small songs. Bright orange wild bees and black bumblebees floated in through the open windows. Mrs. Marston's black and white hens and the",
    "word":"minorca cockerel",
    "endContext":"pecked about the open door and came in inquiringly, upon which Martha, who sat near the door for that purpose, swept them softly out with the clothes-prop"
  },
  {
    "name":"butterfly",
    "location":253492,
    "beginContext":"poetry, Hazel went down the hill. She felt courageous; going to the valley was braving civilization. She had Mrs. Marston's skirt-fastener -- the golden",
    "word":"butterfly",
    "endContext":", complicated by various hooks -- to keep her petticoats up later on. She also had the little bag in which Edward was accustomed to take the Lord's"
  },
  {
    "name":"dog",
    "location":279608,
    "beginContext":"go walking on the green hill by my lonesome?'\n\n'No. You can go in the woods. They're safe enough.'\n\n'Foxy's a bad",
    "word":"dog",
    "endContext":"!' came Mrs. Marston's voice from upstairs. 'She bit the rope and took the mutton!'\n\n'Eh, I'm main sorry!' cried"
  },
  {
    "name":"dog",
    "location":279753,
    "beginContext":"upstairs. 'She bit the rope and took the mutton!'\n\n'Eh, I'm main sorry!' cried Hazel. 'But she inna a bad",
    "word":"dog",
    "endContext":", Mrs.\nMarston; she's a good fox.'\n'According to natural history she may be, but in my sight she's a bad dog.'"
  },
  {
    "name":"cat",
    "location":351049,
    "beginContext":"persuasion. Now Mr. Reddin is such a sta'nch Charchman.'\n\nReddin looked exceedingly discomfited.\n\n'And when did this happy event take place?'\n\nA",
    "word":"cat",
    "endContext":"with a mouse was nothing to Miss Clomber with a sinner.\n\nAt this point Reddin saw, as he put it, what she was driving at. He"
  },
  {
    "name":"parrot",
    "location":395707,
    "beginContext":"Not Mr. Reddin?'\n\n'Mr. Reddin?'\n\n'Ah! They'd ought to. They'm his'n.'\n\n'His'n?'\n\n'Yes,",
    "word":"parrot",
    "endContext":".'\n\n'Be you the 'ooman as Martha said Jack lived along of?'\n\n'He did live along of me.'\n\n'Why, then"
  }
]}