{"node": "",
  "children": [
  {
    "name":"blackbirds",
    "location":30299,
    "beginContext":"May, when the lilacs frothed into purple, paved the lawn with shadows, steeped the air with scent; when soft leaves lipped each other consolingly; when",
    "word":"blackbirds",
    "endContext":"sang, fell in their effortless way from the green height to the green depth, and sang again -- still, something that haunted the place set the"
  },
  {
    "name":"hens",
    "location":31762,
    "beginContext":"patens. Cherries fell in the orchard with the same rich monotony, the same fatality, as drops of blood. They lay under the fungus-riven trees till the",
    "word":"hens",
    "endContext":"ate them, pecking gingerly and enjoyably at their lustrous beauty as the world does at a poet's heart. In the kitchen-garden also the hens took their ease,"
  },
  {
    "name":"birds",
    "location":32186,
    "beginContext":"walls of this garden hornets built undisturbed, and the thyme and lavender borders had grown into forests and obliterated the path. The cattle drowsed in the meadows,",
    "word":"birds",
    "endContext":"in the heavy trees; the golden day-lilies drooped like the daughters of pleasure; the very principle of life seemed to slumber. It was then, when the"
  },
  {
    "name":"peacocks",
    "location":35499,
    "beginContext":".\n\nThe other inhabitant of Undern, Andrew, revolved in his own orbit, and was entirely unknown to his master. He cut the yews -- the",
    "word":"peacocks",
    "endContext":"and the clipped round trees and the ones like tables -- twice a year. He was creating a swan. He had spent twenty years on it,"
  },
  {
    "name":"pig",
    "location":36936,
    "beginContext":"Nature owed him a debt of gratitude for his tolerance of her ways. Ruminative and critical, he went to and fro in the darkly lovely domain, with",
    "word":"pig",
    "endContext":"buckets or ash buckets or barrows full of manure. The lines of his face were always etched in dirt, and he always had a bit of rag tied"
  },
  {
    "name":"thrushes",
    "location":65998,
    "beginContext":"shanty throbbed with the sound of the wires and the lament of the voices that rose and fell with artless cunning. The cottage was like a tree full of",
    "word":"thrushes",
    "endContext":".\n\nAfter their twelve o'clock dinner, Abel cut holly for the wreaths, and Hazel began to make them. For the first time home seemed dull. She"
  },
  {
    "name":"beasts",
    "location":88051,
    "beginContext":"that shapes itself in the bee's brain and becomes a waxen box of sweets; the tyranny of youth stirring in the womb; the crazy terror of small slaughtered",
    "word":"beasts",
    "endContext":"; the upward push of folded grass, and how the leaf feels in all its veins the cold rain; the ceremonial that passes yearly in the emerald temples"
  },
  {
    "name":"willow-wrens",
    "location":96962,
    "beginContext":"the beeches shone like green glass, and the pale spired chestnuts were candelabras on either side of the steep path. In the bright breathless glades of larches the",
    "word":"willow-wrens",
    "endContext":"sang softly, but with boundless vitality. On sunny slopes the hyacinths pushed out close-packed buds between their covering leaves; soon they would spread their grave blue like"
  },
  {
    "name":"bird",
    "location":106632,
    "beginContext":"sobbing, \"Lost -- lost! Oh, my green garden!\" And they say the brake flowers on the eve of that night, and no",
    "word":"bird",
    "endContext":"sings and no star falls.'\n\n'What a pack of nonsense!' murmured Mrs. Marston drowsily.\n\n'That it inna!' cried Hazel;"
  },
  {
    "name":"sheep",
    "location":111860,
    "beginContext":"air, and saw the sun come lingeringly through aery meadows of pale green and primrose. He saw the ice slip from the bright pointed lilac buds, and",
    "word":"sheep",
    "endContext":"browsing the frosty grass, and going to and fro in the unreserved way that animals have in the early hours before the restraint of human society is imposed on"
  },
  {
    "name":"sheep",
    "location":111860,
    "beginContext":"air, and saw the sun come lingeringly through aery meadows of pale green and primrose. He saw the ice slip from the bright pointed lilac buds, and",
    "word":"sheep",
    "endContext":"browsing the frosty grass, and going to and fro in the unreserved way that animals have in the early hours before the restraint of human society is imposed on"
  },
  {
    "name":"calves",
    "location":119155,
    "beginContext":"knew he must love her for ever. He felt that as his emotions grew stronger -- and they were becoming more and more like a herd of young",
    "word":"calves",
    "endContext":"out at grass -- his ways of expression must increase in correctness.\n\n'Hazel -- ' he began.\n\n'I like the way you say it"
  },
  {
    "name":"bees",
    "location":142106,
    "beginContext":"its fierce white and its crafty shadows.\n\nShe reached a tiny field that ran up to the woods, and there, among the brilliantly varnished buttercups, the",
    "word":"bees",
    "endContext":"sounded like the tides coming in on the coasts of faery. Hazel forgot her dread -- an inexplicable sickening dread of the quarry. She chased a fat"
  },
  {
    "name":"birds",
    "location":153425,
    "beginContext":"moments of such rose and gold. It was the happiest hour of Edward's life also; for she looked to him as flowers to warm heaven, as winter",
    "word":"birds",
    "endContext":"to a fruited tree. As he watched her opening parcel after parcel with frank innocence and little bird-like cries of rapture, he knew the intolerable sweetness of bestowing"
  },
  {
    "name":"flies",
    "location":181264,
    "beginContext":"the old man with the elf-locks, and now began thrumming inside the tent.\n\nYoung men and women converged upon it at the sound of the music, as",
    "word":"flies",
    "endContext":"flock to the osier blossom. They went in, as the blessed to Paradise. The canvas began to sway and billow in the wind of the dancing."
  },
  {
    "name":"flies",
    "location":189108,
    "beginContext":"'It inna my fault. I'm allus hurting things. I canna set foot in the garden nor cook a cabbage but I kill a lot of little pretty",
    "word":"flies",
    "endContext":"and things. And when we take honey there's allus bees hurted. I'm bound to go agen you or Ed'ard, and I canna go agen Ed'ard; he"
  },
  {
    "name":"birds",
    "location":196597,
    "beginContext":"race. The latch of her door was his to lift at any time. That chamber of roses and gold, rainbows and silver cries like the dawn-notes of",
    "word":"birds",
    "endContext":", was there for him like the open rose for the bee. His mother, too, would be pleased. She had expostulated gelatinously about 'this marriage"
  },
  {
    "name":"bees",
    "location":202455,
    "beginContext":"shone like rain among the bright green leaves. From every pear-tree -- full-blossomed, dropping petals -- and from every shell-pink apple-tree came the roar of the",
    "word":"bees",
    "endContext":".\n\nAbel rose very early, for he considered it the proper thing to make a wreath for Hazel, being an artist in such matters. The lilies-of-the-valley-were almost"
  },
  {
    "name":"animals",
    "location":206456,
    "beginContext":"the peculiar lurching deportment of market carts. The pony had a bunch of marigolds on each ear, and there was lilac on the whip. They packed the",
    "word":"animals",
    "endContext":"in -- the cat giving ventriloquial mews from her basket, the rabbit in its hutch, the bird in its wooden cage, and Foxy sitting up in"
  },
  {
    "name":"rabbit",
    "location":211099,
    "beginContext":"she ran away from the tombs calling\nEdward's name.\nAnd Edward came on the instant. His hands were full of cabbage which he had been taking to the",
    "word":"rabbit",
    "endContext":".\n\n'What is it, little one?'\n\n'These here!'\n\n'The graves?'\n\n'Ah. They'm so drodsome.'\n\nEdward pointed"
  },
  {
    "name":"wood-pigeon",
    "location":223954,
    "beginContext":"gravestones, shortening with the climbing sun. The laburnum waved softly, and flung its lacy shadow on the grave where the grass was long and daisied.\n\nA",
    "word":"wood-pigeon",
    "endContext":"began in its deep and golden voice a low soliloquy recollected as a saint's, rich as a lover's. Reddin stirred disconsolately, trampling the thin leaves and delicate"
  },
  {
    "name":"cat",
    "location":237374,
    "beginContext":"with me. No, by -- ! I'll have no nonsense after this! Here I am, sitting under a tree like a dog with a treed",
    "word":"cat",
    "endContext":"!'\n\nSo now he was very angry. His look was like a lash as he said: 'You made that up to get rid of me."
  },
  {
    "name":"foal",
    "location":255639,
    "beginContext":".\n\nShe went on, regardless of direction. At last she found an old pasture where heavy farm-horses looked round at her over their polished flanks and a sad-eyed",
    "word":"foal",
    "endContext":"rose to greet her. There she found button mushrooms to her heart's content. Ancient hedges hung above the field and spoke to her in fragrant voices. The"
  },
  {
    "name":"dove-like",
    "location":261007,
    "beginContext":"neat and trim in person, but wild in bearing, racing across the wet gravel like intoxicated Sunday-school teachers. Then, in a huge silver-willow that brooded,",
    "word":"dove-like",
    "endContext":", over the ford, a blackcap began to sing. The trills and gushes of perfect melody, the golden repetitions, the heart-lifting ascents and wistful falls drooping"
  },
  {
    "name":"bird",
    "location":262339,
    "beginContext":"recalled her. She hastily took the butterfly out of her skirt and put on her shoes and stockings.\n\n'What song?' asked Reddin.\n\n'A",
    "word":"bird",
    "endContext":"in the tree. What for did you fritten it?'\n\nReddin was indignant. Seeing Hazel wandering thus so near his own domain, he thought she had"
  },
  {
    "name":"birds",
    "location":262946,
    "beginContext":"musherooms. And I came to see the flowers, and hearken at the birds, and look the nesses.'\n\n'You could have lots of flowers and",
    "word":"birds",
    "endContext":"at Undern.'\n\n'There's plenty at the Mountain.'\n\n'Then why did you come here?'\n\n'To be by my lonesome.'\n\n'"
  },
  {
    "name":"woodlarks",
    "location":266129,
    "beginContext":"her, and she walked, like a jester in a grieving world, crowned with madness.\n\nSuddenly a shout rang across the hill and silenced her and the",
    "word":"woodlarks",
    "endContext":". She saw against the full-blown flower of the west -- black on scarlet -- Reddin on his tall black horse, galloping towards her. Clouds were"
  },
  {
    "name":"butterflies",
    "location":285528,
    "beginContext":"long pool startle the woods with its brightness, like lightning on steel. The yellow irises that stood about its marges held a pale radiance, and were like",
    "word":"butterflies",
    "endContext":"enchanted into immobility. Huge toadstools, vividly tawny as leopards, clumps of ladyfern not yet their full height and thick with curled fronds, stood proudly on their"
  },
  {
    "name":"leopards",
    "location":285601,
    "beginContext":"on steel. The yellow irises that stood about its marges held a pale radiance, and were like butterflies enchanted into immobility. Huge toadstools, vividly tawny as",
    "word":"leopards",
    "endContext":", clumps of ladyfern not yet their full height and thick with curled fronds, stood proudly on their mossy lawns.\n\nBut none of these was the Sign."
  },
  {
    "name":"blackbird",
    "location":288976,
    "beginContext":"with the drone of the hot bees falling in and out of the big red peonies, the far-off sound of grass-cutting, the grave, measured soliloquy of a",
    "word":"blackbird",
    "endContext":"hidden in the flame-flowered chestnut. Hazel felt that she would like to go on picking currants for ever, growing more and more like Mrs. Marston every day"
  },
  {
    "name":"spider-hung",
    "location":312105,
    "beginContext":"a kind of gauche gentleness, said: 'I'll show you the house.'\n\nThey went through the echoing rooms, and looked out of the low,",
    "word":"spider-hung",
    "endContext":"casements, where young ivy-leaves, soft and vivid, had edged their way through the cracks. They stood under ceilings dark with the smoke of fires and lamps"
  },
  {
    "name":"cows",
    "location":328792,
    "beginContext":"She was asleep; and all night long, while he snored, she tossed in her sleep and moaned.\n\nChapter 27\n\nEarly next morning Vessons was calling the",
    "word":"cows",
    "endContext":"in for milking. He leant over the lichen-green gate contemplatively.\n\nAll the colours were so bright that they were grotesque and startling. Above the violently green fields"
  },
  {
    "name":"birds",
    "location":331756,
    "beginContext":"!'\n\nHe quailed under her mocking amber eyes, her impish laughter. Then, looking from side to side with suppressed fury, he said: 'Them",
    "word":"birds",
    "endContext":"is after the cherries! I'll get a gun. I'll shoot 'em dead!'\n\n'If you shoot a blackbird, the milk'll turn bloody,'"
  },
  {
    "name":"birds",
    "location":332108,
    "beginContext":", and after dinner (which he brought in in complete silence, and which was exceedingly unpalatable), he lurked behind trees and crept along hedges, shooting",
    "word":"birds",
    "endContext":". Even Reddin felt awed and could not gather courage to expostulate with him. In and out of the stealthy afternoon shadows, black and solemn, went the"
  },
  {
    "name":"swan",
    "location":333979,
    "beginContext":"Andrew Vessons to John Reddin, Esquire, of Undern.'\n\nWith tragic dignity he turned to go.\n\nHe saw neither Hazel nor Reddin, but only the",
    "word":"swan",
    "endContext":", the yew-tree swan, his creation, now doomed to be for ever unfinished. The generations to come would look upon a beakless swan, and would think"
  },
  {
    "name":"Bees",
    "location":343224,
    "beginContext":"my dad.'\n\n'I'd have you know,' said Vessons, 'as I take 'em off neater -- ah! a deal neater.",
    "word":"Bees",
    "endContext":"and cows and yew-tree swans,' he went on reflectively, 'I can manage better than any married man. For what he puts into matrimony I put"
  },
  {
    "name":"swans",
    "location":343251,
    "beginContext":"I'd have you know,' said Vessons, 'as I take 'em off neater -- ah! a deal neater. Bees and cows and yew-tree",
    "word":"swans",
    "endContext":",' he went on reflectively, 'I can manage better than any married man. For what he puts into matrimony I put into my work. Now"
  },
  {
    "name":"Cattle",
    "location":369121,
    "beginContext":"windows were dark in Alderslea, except one faint dormer where an old woman was dying. They began to climb the lane that led up to the Mountain.",
    "word":"Cattle",
    "endContext":"looked over hedges, breathing hard with curiosity. In an upland field a flock of horned sheep were racing to and fro through a gap in the hedge,"
  },
  {
    "name":"bees",
    "location":391022,
    "beginContext":"all was over; one of Undern's hard early frosts took then all -- the waxen red-pointed buds, the waxen purple cups, the red-veined leaves. The",
    "word":"bees",
    "endContext":"were away, and Hazel, seeking them, found a few half alive in sheltered crevices, and many frozen stiff. She put those that were still alive"
  },
  {
    "name":"hound",
    "location":414688,
    "beginContext":"a grinding crash. Reddin stirred in his sleep and muttered restlessly. She waited, frozen with suspense, until he was quiet again.\n\nShe could hear the",
    "word":"hound",
    "endContext":"baying, terrified at the noise of the tree. She dressed hurriedly, crept downstairs and went out by the back way, leaving the house, with its"
  },
  {
    "name":"bees",
    "location":434235,
    "beginContext":"' his tired head.\n\nPeace settled again on the chapel and parsonage, and a muted happiness. Summer weather had returned for a fleeting interval. The wild",
    "word":"bees",
    "endContext":"were busy again revelling in the late flowers, but taking their pleasure sadly; for the flowers were pale and rain-washed, and the scent and the honey were"
  },
  {
    "name":"birds",
    "location":437297,
    "beginContext":"a shadow left. Hazel wished she could catch them as they swept by, their shining breasts brushing the grasses. She knew they were sacred birds, '",
    "word":"birds",
    "endContext":"with forkit tails and fire on 'em.' If sacredness is in proportion to vitality and joy, Hazel and the swallow tribe should be red-letter saints."
  }
]
}