{"node": "",
  "children": [
  {
    "name":"'orses",
    "location":58301,
    "beginContext":"if it had been someone laughing at his resolve, and repeated, 'Never will I!'\n\n'Where's Hazel?' asked Reddin.\n\n'Neither wild",
    "word":"'orses",
    "endContext":", nor blood 'orses, nor race 'orses nor cart 'orses, nor Suffolk punches -- ' began Vessons whose style was cumulative, and who"
  },
  {
    "name":"dog",
    "location":404258,
    "beginContext":"impossible.\n\n'Plenty o' conies, sir!' called one of the men, whose face was a good deal more brutal than that of his mongrel",
    "word":"dog",
    "endContext":".\n\nHazel knew that the small square must be packed with rabbits, stark-eyed and still as death, who had, with a fated foolishness, drawn in from"
  },
  {
    "name":"swan",
    "location":335671,
    "beginContext":", and, as he stared, an idea occurred to him. It was, he felt, a good idea. It would enable him to keep his",
    "word":"swan",
    "endContext":"and his self-respect and to get rid of Hazel. As he pondered it, his face slowly creased into smiles. He touched his forelock -- a thing"
  },
  {
    "name":"dogs",
    "location":227615,
    "beginContext":"They disappeared on the skyline, and Reddin impatiently composed himself for more waiting. Was he never to get a chance of seeing Hazel alone?\n\n'That fellow",
    "word":"dogs",
    "endContext":"her steps,' he said.\n\nThe transfigured slopes of the mountain were, it seemed to Edward, a suitable place for a thing he wished to tell"
  },
  {
    "name":"hound-dogs",
    "location":39553,
    "beginContext":"saw what seemed to her fabulous splendour. A foxhound rose from the moth-eaten leopard-skin by the hearth as they came in. Hazel stiffened.\n\n'I canna-d-abear the",
    "word":"hound-dogs",
    "endContext":",' she said. 'Nasty snabbing things.'\n\n'Best dogs going.'\n\n'No, they kills the poor foxes.'\n\n'Vermin."
  },
  {
    "name":"cat",
    "location":216069,
    "beginContext":"out than to come in, ran on in front, and as they entered the house they heard from the cupboard under the stairs the epithalamium of the one-eyed",
    "word":"cat",
    "endContext":".\n\n'Oh, dear heart!' said Hazel tremulously, looking at the cake, 'I ne'er saw the like!'\n\n'Mother iced it,"
  },
  {
    "name":"monkey",
    "location":456748,
    "beginContext":"neighbourhood on weekdays) thought that Reddin must have seen the fox, and gave a great view-hallo. He rode a tall raw-boned animal, and looked like a",
    "word":"monkey",
    "endContext":".\n\nHazel did not see either him or Reddin. With fainting heart she had become aware that the hounds were no longer on an old scent. They were"
  },
  {
    "name":"mice",
    "location":53649,
    "beginContext":"an ignorance of what the world could do to her if it chose.\n\nChapter 6\n\nEarly next morning, while the finch still dreamed its heavy dream and the",
    "word":"mice",
    "endContext":"were still motionless balls, Hazel was awakened by a knock at the massive oak door. She ran across and opened it a crack, peering out from amid"
  },
  {
    "name":"bees",
    "location":13421,
    "beginContext":", and pieces of broken comb lay on the floor and were contentedly eaten by Foxy.\n\nWhenever an order for a coffin came, Hazel went to tell the",
    "word":"bees",
    "endContext":"who was dead. Her father thought this unnecessary. It was only for folks that died in the house, he said. But he had himself told the"
  },
  {
    "name":"swan",
    "location":333979,
    "beginContext":"Andrew Vessons to John Reddin, Esquire, of Undern.'\n\nWith tragic dignity he turned to go.\n\nHe saw neither Hazel nor Reddin, but only the",
    "word":"swan",
    "endContext":", the yew-tree swan, his creation, now doomed to be for ever unfinished. The generations to come would look upon a beakless swan, and would think"
  },
  {
    "name":"table-fowl",
    "location":217463,
    "beginContext":"Marston.\n\nEdward was showing his friend a cycle map of the country.\n\nMrs. Marston was sleepily discussing hens -- good layers, good sitters, good",
    "word":"table-fowl",
    "endContext":"with Mr. James. Hazel, tired of playing with Foxy, knelt on the big round ottoman with its central peak of stuffed tapestry and looked idly from the window."
  },
  {
    "name":"wolf.",
    "location":361819,
    "beginContext":"could anyone help letting her take her own way? She wanted to go free in the woods. I let her; and there you were like a sneaking",
    "word":"wolf.",
    "endContext":"'\n\nHe threw a look at Hazel so full of wistful tenderness that she flung the green skirt over her head and sobbed.\n\n'Stow it, can't you"
  },
  {
    "name":"urchin",
    "location":345736,
    "beginContext":"the slightest notice of Sally Haggard at such times.\n\n'Got something for you,' he said, pulling at his pocket.\n\n'Oh! It's an",
    "word":"urchin",
    "endContext":"!' cried Hazel delightedly.\n\nReddin began bruising and pulling at its spines with his gloved hands.\n\n'Dunna!' cried Hazel.\n\nReddin pulled and wrenched"
  },
  {
    "name":"cow",
    "location":141187,
    "beginContext":"of wearing which she had made faces.\n\nThe path led steeply in a zigzag down one side of the quarry cliff, where Abel had told Hazel of the",
    "word":"cow",
    "endContext":"falling, and where she had felt drodsome. Once more as she came down with a more and more lagging step, the same horror came over her."
  },
  {
    "name":"foxes",
    "location":39651,
    "beginContext":".\n\n'I canna-d-abear the hound-dogs,' she said. 'Nasty snabbing things.'\n\n'Best dogs going.'\n\n'No, they kills the poor",
    "word":"foxes",
    "endContext":".'\n\n'Vermin.'\n\nHazel's face became tense. She clenched her hands and advanced a determined chin.\n\n'Keep yer tongue off our Foxy, or"
  },
  {
    "name":"lambs",
    "location":425800,
    "beginContext":". And, indeed, his brain was weary, and could take in no more. He only knew he must care for Hazel as Christ cared for the",
    "word":"lambs",
    "endContext":"of His fold. And darkly on his dark mind loomed his new and bitter creed, 'There is no Christ.'\n\nChapter 35\n\nMartha met them on"
  },
  {
    "name":"blackbird",
    "location":64816,
    "beginContext":"he's got a watch-chain brass-mockin'-gold all across his wescoat.'\n\nAbel roared. Then he fell to in earnest on the coffin, whistling like a",
    "word":"blackbird",
    "endContext":". Hazel sat down and watched him, resting her cheek on her hand. The cold snowlight struck on her face wanly.\n\n'Dunna you ever think,"
  },
  {
    "name":"hare",
    "location":272213,
    "beginContext":"jobs!'\n\n'Now, what wench'll cry for this night's work?' mused Vessons.\n\nChapter 23\n\nHazel ran home through the dew, swift as a",
    "word":"hare",
    "endContext":"to her form. Mrs. Marston, communing with a small wood fire and a large Bible, looked over her spectacles as Hazel came in, and said"
  },
  {
    "name":"flies",
    "location":231262,
    "beginContext":"was fascinated.\n\n'But you've got blood on you!' she protested.\n\n'So have you!' he retorted unexpectedly. 'You say you kill",
    "word":"flies",
    "endContext":", so you're as bad as I am, Hazel. So be my friend.'\n\n'I mun go!'\n\n'Say you'll come tomorrow.'"
  },
  {
    "name":"piefinches",
    "location":290870,
    "beginContext":"The room was full of a deep exaltation, a passion of trustfulness.\n\n'I went along by the water,' Hazel thought, 'and watched the",
    "word":"piefinches",
    "endContext":"and the canbottlins flying about. And I thought it was the waters of comfort. Only Mr. Reddin came and frit the birds and made the water muddy"
  },
  {
    "name":"creature",
    "location":42355,
    "beginContext":"of victuals not yet simmering, and a gentleman as ought to know better than to bring a girl to Undern and ruin her -- a poor innocent little",
    "word":"creature",
    "endContext":".'\n\n'Me again,' said Hazel. She pondered on the remark and flushed. 'Maybe I'd best go,' she thought. Yet only"
  },
  {
    "name":"fox",
    "location":1945,
    "beginContext":", the little fox after her, racing down the Callow in the cold level light till they came to the Woodus's cottage.\n\nHazel Woodus, to whom the",
    "word":"fox",
    "endContext":"belonged, had always lived at the Callow. There her mother, a Welsh gipsy, had born her in bitter rebellion, hating marriage and a settled life"
  },
  {
    "name":"blackbird",
    "location":331842,
    "beginContext":"fury, he said: 'Them birds is after the cherries! I'll get a gun. I'll shoot 'em dead!'\n\n'If you shoot a",
    "word":"blackbird",
    "endContext":", the milk'll turn bloody,' said Hazel; but\nVessons paid no heed.\nAll morning, at any spare moment, and after dinner (which he"
  },
  {
    "name":"horse",
    "location":368216,
    "beginContext":"Reddin was so taken aback by the turn of events, and his head ached so much, that he had nothing to say. He watched Vessons bring the",
    "word":"horse",
    "endContext":"round, blinked at Hazel as she tore off the silk dress and borrowed Edward's coat instead, and glowered dumbly at Edward as he was helped into the trap"
  },
  {
    "name":"foxes",
    "location":321050,
    "beginContext":"expression of acute agony he always wore when singing.\n\n   'All trouble and care\n   Will be left far behind us at home!'\n'Not for the little",
    "word":"foxes",
    "endContext":"!' cried Hazel, and she plucked the music from the piano and ran past Vessons, knocking the teapot out of his hand. She stuffed the music"
  },
  {
    "name":"creatures",
    "location":128448,
    "beginContext":".'\n\nEdward hastily ended the discussion.\n\n'Of course, they shall all come,' he said.\n\nSomehow, Hazel made the sheltering of these poor",
    "word":"creatures",
    "endContext":"a matter of religion. He found himself connecting them with the great 'Inasmuch as ye have done it unto these -- ' He had never seen the"
  }
]
}