{"node": "",
  "children": [
  {
    "name":"horse",
    "location":339082,
    "beginContext":"drodsome, as drives us all,' she said.\n\nShe had a vision of all the world racing madly round and round, like the exhausted and terrified",
    "word":"horse",
    "endContext":"Reddin had that morning lunged. But what power it was that stood in the centre, breaking without an effort the spirit of the mad, fleeing, tethered"
  },
  {
    "name":"swan",
    "location":333979,
    "beginContext":"Andrew Vessons to John Reddin, Esquire, of Undern.'\n\nWith tragic dignity he turned to go.\n\nHe saw neither Hazel nor Reddin, but only the",
    "word":"swan",
    "endContext":", the yew-tree swan, his creation, now doomed to be for ever unfinished. The generations to come would look upon a beakless swan, and would think"
  },
  {
    "name":"birds",
    "location":332108,
    "beginContext":", and after dinner (which he brought in in complete silence, and which was exceedingly unpalatable), he lurked behind trees and crept along hedges, shooting",
    "word":"birds",
    "endContext":". Even Reddin felt awed and could not gather courage to expostulate with him. In and out of the stealthy afternoon shadows, black and solemn, went the"
  },
  {
    "name":"vixen",
    "location":347157,
    "beginContext":"of pity which nerves the most trembling hands to do mighty deeds.\n\n'What the devil!' spluttered Reddin. 'Here, stop it, you little",
    "word":"vixen",
    "endContext":"!'\n\nHe caught one of her hands, but the other was too quick for him.\n\n'Give over tormenting of it, then!'\n\nThe hedgehog"
  },
  {
    "name":"birds",
    "location":290993,
    "beginContext":", 'and watched the piefinches and the canbottlins flying about. And I thought it was the waters of comfort. Only Mr. Reddin came and frit the",
    "word":"birds",
    "endContext":"and made the water muddy.' She did not feel as sure as the others did of the waters of comfort.\n\n'So beautiful, dear,'"
  },
  {
    "name":"monkey's",
    "location":440008,
    "beginContext":"good people and bad people. He rather preferred the bad ones; their eyes were less awful, and had less of the serpent's glitter and more of the",
    "word":"monkey's",
    "endContext":"leer.\n\nHe did not shrink from Reddin as he shrank from his mother.\n\nHazel came running to him through the graves. She had a little parcel specially"
  },
  {
    "name":"horse's",
    "location":266538,
    "beginContext":"a leaf. It burned steadily on her, and then was moved, as if by an invisible hand. Reddin came on, and the thunder of his",
    "word":"horse's",
    "endContext":"hoofs was in her ears. Hurtling thus over the pastures, breaking the year-long hush, he was the embodiment of the destructive principle, of cruelty, of"
  },
  {
    "name":"horse",
    "location":266238,
    "beginContext":"the hill and silenced her and the woodlarks. She saw against the full-blown flower of the west -- black on scarlet -- Reddin on his tall black",
    "word":"horse",
    "endContext":", galloping towards her. Clouds were coming up for night. They raced with him. From one great round rift the light poured on Hazel as it does"
  },
  {
    "name":"pig",
    "location":392319,
    "beginContext":"I think they'm ugly. I seed one in a pram outside that cottage in the Hollow' (Reddin jumped), 'and it was uglier than a",
    "word":"pig",
    "endContext":". I think you're a cruel beast, Jack Reddin, to burn my bees, and they so comforble, knowing I was taking care on 'em."
  },
  {
    "name":"'orses",
    "location":58319,
    "beginContext":"laughing at his resolve, and repeated, 'Never will I!'\n\n'Where's Hazel?' asked Reddin.\n\n'Neither wild 'orses, nor blood",
    "word":"'orses",
    "endContext":", nor race 'orses nor cart 'orses, nor Suffolk punches -- ' began Vessons whose style was cumulative, and who, when he had made"
  },
  {
    "name":"monkey",
    "location":456748,
    "beginContext":"neighbourhood on weekdays) thought that Reddin must have seen the fox, and gave a great view-hallo. He rode a tall raw-boned animal, and looked like a",
    "word":"monkey",
    "endContext":".\n\nHazel did not see either him or Reddin. With fainting heart she had become aware that the hounds were no longer on an old scent. They were"
  },
  {
    "name":"bees",
    "location":392872,
    "beginContext":",' he said patronizingly; 'but you munna be always coming to me after 'em.'\n\nHe was oblivious of the fact that they were Reddin's",
    "word":"bees",
    "endContext":".\n\nReddin presented them.\n\n'There,' he said gruffly; 'now you can be civil again.'\n\n'But these be hive-bees!' said"
  },
  {
    "name":"horse",
    "location":311948,
    "beginContext":"covered his upper lip from nostril to mouth deepening -- 'where's the reverent?' Receiving no reply but a scowl from his master, he led the",
    "word":"horse",
    "endContext":"away.\n\nReddin, with a kind of gauche gentleness, said: 'I'll show you the house.'\n\nThey went through the echoing rooms, and looked"
  },
  {
    "name":"horse",
    "location":119505,
    "beginContext":"up the Monkey's Ladder.'\n\n'Whatever's that?'\n\n'Dunna you know Monkey's Ladder? It's that road there. Somebody's coming up it now on a",
    "word":"horse",
    "endContext":".'\n\nThey both looked down at Reddin climbing slowly and still some way off. They did not know who it was, nor what destiny was pacing silently"
  },
  {
    "name":"horse",
    "location":129597,
    "beginContext":"well, it'll all come right,' he thought, 'for He is love, and He will help me.'\n\nThe sharp staccato sound of a",
    "word":"horse",
    "endContext":"cantering came up behind him. It was Reddin returning from a wide detour. He pulled up short.\n\n'Is there any fiddler in your parish, parson"
  },
  {
    "name":"bees",
    "location":401420,
    "beginContext":"says I'm going to have a little 'un! It was a sneak's trick, that; and you're a cruel beast, Jack Reddin, to burn my",
    "word":"bees",
    "endContext":"and kill the rabbits and make me have a little 'un unbeknown.'\n\n'But it's what all women expect!'\n\n'You'd ought to have told"
  },
  {
    "name":"creature",
    "location":339236,
    "beginContext":"Reddin had that morning lunged. But what power it was that stood in the centre, breaking without an effort the spirit of the mad, fleeing, tethered",
    "word":"creature",
    "endContext":", she could not tell.\n\nReddin sat brooding until Hazel, recovering first in her mercurial way, said:\n\n'Now I've come, I mun bide."
  },
  {
    "name":"bird",
    "location":262339,
    "beginContext":"recalled her. She hastily took the butterfly out of her skirt and put on her shoes and stockings.\n\n'What song?' asked Reddin.\n\n'A",
    "word":"bird",
    "endContext":"in the tree. What for did you fritten it?'\n\nReddin was indignant. Seeing Hazel wandering thus so near his own domain, he thought she had"
  },
  {
    "name":"hound",
    "location":347782,
    "beginContext":"said. 'It's come to me to be took care of, and took care of it shall be.' She reached a foot out and kicked the",
    "word":"hound",
    "endContext":".\n\nReddin's mood changed. He burst out laughing.\n\n'You're a sight more amusing than hedgehogs,' he said; 'the beast can go free,"
  },
  {
    "name":"urchin",
    "location":345736,
    "beginContext":"the slightest notice of Sally Haggard at such times.\n\n'Got something for you,' he said, pulling at his pocket.\n\n'Oh! It's an",
    "word":"urchin",
    "endContext":"!' cried Hazel delightedly.\n\nReddin began bruising and pulling at its spines with his gloved hands.\n\n'Dunna!' cried Hazel.\n\nReddin pulled and wrenched"
  }
]
}