{"node": "",
  "children": [
  {
    "name":"cat",
    "location":141470,
    "beginContext":"cried; 'canna we be quick?'\n\nBut speed was not in Mrs. Marston. She came clinging to Edward's arm, very cautiously, like a",
    "word":"cat",
    "endContext":"on ice.\n\nMartha, her stout red arms bare, her blue gingham dress and white apron flying in the wind, was directed to hold on to Mrs"
  },
  {
    "name":"bees",
    "location":126632,
    "beginContext":"age soon, for she lived in an intenser world than most people, as if she saw everything through magnifying glass and coloured glass.\n\nEdward went to the",
    "word":"bees",
    "endContext":"as he would have gone to the dogs -- sadly. He disliked the bees even more than he disliked Abel, who in his expansive mood was much"
  },
  {
    "name":"cob",
    "location":369645,
    "beginContext":"love. The country lay below like a vast white mere, and the hill sloped vaguely to a silver sky. Vessons walked up the batch to ease the",
    "word":"cob",
    "endContext":", and Edward looked down at Hazel and murmured:\n\n'My little child!'\n\n'Dunna talk,' said Hazel quickly; 'it's bad for '"
  },
  {
    "name":"bitch",
    "location":127076,
    "beginContext":"A less steadfast man than Edward, with a less altruistic object in view, would have been frightened away from Hazel by Abel's crudeness.\n\n'What about the",
    "word":"bitch",
    "endContext":"?' he asked Edward when they had seen the bees.\n'Will you take her, or shall I drown her?'\nRage flamed in Hazel's face"
  },
  {
    "name":"bees",
    "location":189163,
    "beginContext":"I canna set foot in the garden nor cook a cabbage but I kill a lot of little pretty flies and things. And when we take honey there's allus",
    "word":"bees",
    "endContext":"hurted. I'm bound to go agen you or Ed'ard, and I canna go agen Ed'ard; he sets store by me, does Ed'ard. You should '"
  },
  {
    "name":"chicks",
    "location":97642,
    "beginContext":"said later, sitting down on a log -- 'have you ever thought of the question of marriage?'\n\n'I ne'er did till Foxy took the",
    "word":"chicks",
    "endContext":".' Edward looked dazed. 'It's like this,' Hazel went on. 'Father (he's a rum 'un, is father!),"
  },
  {
    "name":"bee",
    "location":171910,
    "beginContext":"want to see 'em come in,' said Hazel. They went out, but Abel waylaid them, and took Edward off to show him a queen",
    "word":"bee",
    "endContext":"in a box from Italy. Edward loathed bees in or out of boxes, but he was too kind-hearted to refuse. Abel was so unperceptive that he touched"
  },
  {
    "name":"horse",
    "location":139702,
    "beginContext":"to stay the night. It would be the last night but one before the wedding.\n\nMeanwhile, the bark-stripping continued, and fate went on leading Jack Reddin's",
    "word":"horse",
    "endContext":"in every direction but the right one. Edward went to Hunter's Spinney every day. He began to find a new world among the budding hyacinths on the soft"
  },
  {
    "name":"birds",
    "location":249143,
    "beginContext":"ma'am. Jack Reddin of Undern.'\n\nThe name rang in the quiet room with a startling sound, like a gunshot in a wood at night when the",
    "word":"birds",
    "endContext":"are roosting.\n\nAt that moment Edward came in, not having waited till Mr. James had affectionately counted the collection.\n\n'Is Hazel all right, mother"
  },
  {
    "name":"bees",
    "location":171950,
    "beginContext":"said Hazel. They went out, but Abel waylaid them, and took Edward off to show him a queen bee in a box from Italy. Edward loathed",
    "word":"bees",
    "endContext":"in or out of boxes, but he was too kind-hearted to refuse. Abel was so unperceptive that he touched pathos.\n\nHazel found a place some distance down"
  },
  {
    "name":"fox",
    "location":98030,
    "beginContext":"he had.\n\n'But she canna get used to folks' ways.' (This was a new point of view to Edward.) 'She'm a",
    "word":"fox",
    "endContext":", and she can't be no other. And I'd liefer she'd be a fox.'\n\n'Foxes are very mischievous,' Edward said mildly.\n\n'Mischievous"
  }
]
}